Repository: aldybuanaa/Remittance
Catalog: Remittance/Resources/RemittanceLanguage/*.lproj/MainRemittance.strings
Languages: id, zh_hans

source: Amount of Transfer
id: Isi nominal uang yang di transfer
zh_hans: 填写转账名义金额

source: Amount you send
id: Uang yang dikirim
zh_hans: 汇款

source: Receiving Money Method
id: Metode Penerimaan Uang
zh_hans: 收款方式

source: Cheapest fee
id: Biaya Termurah
zh_hans: 最便宜的成本

source: Fee
id: Biaya
zh_hans: 费用

source: Amount we’ll convert
id: Total yang akan dikonversi
zh_hans: 待转换总数

source: Current rate
id: Kurs saat ini
zh_hans: 当前汇率

source: Amount received
id: Uang yang diterima
zh_hans: 收到的钱

source: Recipient’s eWallet ID
id: ID eWallet Penerima
zh_hans: 收款人的钱包 ID

# make_sure_the_ewallet
source: Make sure the eWallet ID is the recipient's Alipay ID which has been verified and linked to the bank account. Invalid Alipay ID can cause the transaction fail
id: Pastikan ID eWallet adalah ID Alipay penerima yang sudah terverifikasi dan terhubung dengan rekening Bank. Kesalahan ID Alipay dapat menyebabkan kegagalan transaksi.
zh_hans: 请确保电子钱包 ID 是收款人的支付宝 ID，该 ID 已通过验证并链接到银行账户。 无效的支付宝ID会导致交易失败

source: Information
id: Info
zh_hans: 信息

source: Total Amount
id: Total Bayar
zh_hans: 总付款

source: Maximum amount transfer
id: Maks. transfer
zh_hans: 最大转让

source: ezeeTunai confirmed:
id: ezeeTunai Terkonfirmasi:
zh_hans: ezeeTunai确认:

source: ezeeTunai unregistered
id: Nomor belum terdaftar di ezeeTunai
zh_hans: 号码未在ezeeTunai注册

# share_link_to
source: Share link to recipients to join ezeeTunai
id: Bagikan link ke penerima, untuk mendaftar ezeeTunai
zh_hans: 将链接分享给收件人，以注册 ezeeTunai
