Repository: aldybuanaa/Remittance
Catalog: Remittance/Resources/RemittanceLanguage/RecipientsInfo/*.lproj/RecipientsInfoStep1.strings
Languages: id, zh_hans

source: Recipients Bank Details
id: Detail Bank Penerima
zh_hans: 收款银行资料

source: Recipients Bank Name
id: Nama Bank Penerima
zh_hans: 收款银行名称

source: Choose Bank
id: Pilih Bank
zh_hans: 选择一家银行

source: Account Number
id: Nomor Rekening
zh_hans: 帐号

source: Enter Account Number
id: Masukkan Nomor Rekening
zh_hans: 输入账号

source: Bank Account Owner’s Name
id: Nama Pemilik Rekening
zh_hans: 账户持有人姓名

source: Enter Bank Account Owner’s Name
id: Masukkan Nama Pemilik Rekening
zh_hans: 输入银行账户所有者的姓名

# please_make_sure
source: Please make sure the bank account details is all correct to avoid transfer delays
id: Pastikan nama pemilik rekening sudah sesuai dengan yang tertera pada buku rekening untuk menghindari keterlambatan waktu pengiriman.
zh_hans: 确保账户所有者的姓名与账簿上的姓名相符，以免延误交货时间。

# make_sure_the_recipient
source: Make sure the Recipient Bank Account Detail is correct
id: Pastikan Data Bank Penerima Sudah Benar
zh_hans: 确保收款人的银行数据正确

# the_incorrect_data
source: The incorrect data can make delays of the transfer
id: Kesalahan data bank penerima dapat mengakibatkan keterlambatan waktu pengiriman uang atau transaksi gagal.
zh_hans: 不正确的收款银行数据可能导致汇款延迟或交易失败。
