Repository: aldybuanaa/Remittance
Catalog: Remittance/Resources/RemittanceLanguage/RecipientsInfo/*.lproj/RecipientsInfoStep3.strings
Languages: id, zh_hans

source: Additional Info Details
id: Detail Info Tambahan
zh_hans: 附加信息详情

source: Source of funds
id: Sumber Dana
zh_hans: 资金来源

# choose_source_of
source: Choose source of fund
id: Pilih Sumber Dana
zh_hans: 选择资金来源

source: Purpose of sending money
id: Alasan Pengiriman
zh_hans: 交货原因

# choose_purpose_of
source: Choose Purpose of sending money
id: Pilih Alasan
zh_hans: 选择汇款目的

source: Salary
id: Gaji
zh_hans: 薪水

source: Business
id: Bisnis
zh_hans: 商业

source: Loans
id: Pinjaman
zh_hans: 贷款

source: Sale of assets
id: Penjualan Aset
zh_hans: 出售资产

source: Deposits
id: Simpanan
zh_hans: 存款

source: Donations
id: Donasi
zh_hans: 捐款

source: Gifts
id: Hadiah
zh_hans: 礼物

source: Investments
id: Investasi
zh_hans: 投资

source: Savings
id: Tabungan
zh_hans: 储蓄

# payment of goods
source: Payment of goods & services
id: Pembayaran Barang & Jasa
zh_hans: 商品和服务的支付

source: Payment of salaries
id: Pembayaran Gaji
zh_hans: 支付工资

source: Insurance contributions
id: Biaya Asuransi
zh_hans: 保险供款

# medical expenses
source: Medical/health expenses
id: Biaya Medis/Kesehatan
zh_hans: 医疗/保健费用

source: Educational expenses
id: Biaya Pendidikan
zh_hans: 教育费用

source: Living expenses
id: Biaya Hidup
zh_hans: 生活开销

source: Family allowance
id: Tunjangan Keluarga
zh_hans: 家庭津贴

source: Others
id: Lainnya
zh_hans: 其他

# supporting_document
source: Supporting document (e.g. Invoice)
id: Dokumen Pendukung (contoh. Invoice)
zh_hans: 证明文件（例如发票）

# supporting_document_is
source: Supporting document is required because your transaction is more than 100.000 USD a month
id: Dokumen pendukung (contoh: Invoice) diperlukan karena transaksi Anda telah mencapai 100.000 USD dalam 1 bulan
zh_hans: 需要证明文件（例如：发票）因为您的交易在1个月内达到了100.000 USD

source: Add File
id: Tambah File
zh_hans: 添加文件

source: Change File
id: Ganti File
zh_hans: 更改文件
